{"id":"59cbe1b22e7d9","title":"HathiTrust Research Center Portal Sessions","description":"The HTRC Portal Sessions visualization showcases the number and location of user accessing the HTRC portal website. The Visualization stepped through quarterly data provided by google analytics, and helped show times of growth for the HTRC portal. This visualization was showcased on Science On a Sphere at SC15.","url":"https://www.hathitrust.org/","year":"2015","campus_ids":[1],"category_ids":[12,4],"discipline_ids":[4],"tags":["hathi","sc15"],"image_ref":"6872dc60d275ee76a27910ca2947c3963aa75717","people":"Patrick--Beard;Dave--Reagan"}
{"id":"59cbdcda67036","title":"HathiTrust Research Center Punchcard Visualization","description":"This visualization was created using tableau, and highlights the 10 most popular languages over 2000 years present in the Hathi Trust Digital Library. This was showcased on Science on a Sphere during the SC15 conference.","url":"https://www.hathitrust.org/","year":"2015","campus_ids":[1],"category_ids":[4],"discipline_ids":[4],"tags":["sc15","austin"],"image_ref":"5a1742563b4b3257da5868501bd3a0451b5452c1","people":"David--Reagan;Patrick--Beard"}
{"id":"59cbe512540bd","title":"Places and Spaces Macroscope kiosk","description":"Interactive data visualizations, or macroscopes, have great potential as tools for exploring, understanding, and communicating science. This project curates some of these macroscopes into a central touchscreen web application that can travel for exhibits worldwide.","url":"http://scimaps.org/iteration","year":"2015","campus_ids":[1,9],"category_ids":[11,3],"discipline_ids":[3,4],"tags":["CNS","touch","exhibit"],"image_ref":"37a5d9eceda6344a4913d5013d89cdabee1f896c","people":"David--Reagan;Patrick--Beard;Katy--Börner;Lisel--Record;Sara--Bouchard"}
{"id":"59ca5f0f7409d","title":"HathiTrust Digital Library Visualization","description":"The HathiTrust Digital Library is a collective “elephant’s memory” or storehouse of knowledge. Run by a consortium of international research libraries, it serves as a shared and growing repository for digital copies of more than 14 million publications that span 2000 years.\n\nVisualization software developer David Reagan, curator Lisel Record, and information scientist Katy Bӧrner developed this visualization to delve into the geographic and temporal diversity of the collection using freely available metadata.\n\nYellow circles show publication locations, with the size of the circle showing how many publications were printed in that location. Lines connect publication locations to places where that language is spoken, illustrating the connection between publication location and potential readers.\n\nIf you look at publications from the years 1200-1400 you see the prominence of Persian science and culture reflected in the high number of publications from Iran and other Middle Eastern locations. If, on the other hand, you look at publications from the last 50 years, a colorful swirl of publications bubble up from many regions and flow to readers around the globe.","url":"http://scimaps.org/mapdetail/hathitrust_digital_l_190","year":"2016","campus_ids":[1],"category_ids":[4,11],"discipline_ids":[4],"tags":["macroscopes","macroscope","touchscreen","kiosk","CNS","hathi"],"image_ref":"4ed140035b9ba32c1d8f877a3ec5689c63456b22","people":"David--Reagan;Lisel--Record;Katy--Börner"}
{"id":"59cbd8664e64d","title":"SC15 Conference","description":"AVL Provided support for content creation and presentation for SC15 on science on a sphere. Many custom datasets were created in conjunction with the event.","url":"https://itnews.iu.edu/articles/2015/SC15.php","year":"2015","campus_ids":[9],"category_ids":[5,4,3,12],"discipline_ids":[2],"tags":["Super computer","austin","outreach"],"image_ref":"2e77f676c769aa9b7e1bb7de967663727b74c734","people":"Michael--Boyles;Patrick--Beard"}
{"id":"59cbdb6c63ffa","title":"Paleontology Collection Viewer","description":"The Paleontology Collection is an interactive media collection capable of supporting multiple users on a touch display. It utilized unique sorting features to comb through interesting fossils, and used Augmented reality markers to bring to life interactive 3D models of the fossils. The models were creating with 3D scanning technology to ensure accurate shape and texture of the fossils.","url":"http://geology.indiana.edu/geobiology/collection/index.html","year":"2016","campus_ids":[1],"category_ids":[11,2,8],"discipline_ids":[1],"tags":["iq-table","touch","collection viewer"],"image_ref":"76858831ad861eeac65c3ab010aea76910fba7a4","people":"David--Reagan;Patrick--Beard;Jeff--Rodgers;Gary--Motz"}
